[
  {
    "caption": "Northern residents enjoy a sanctuary created just for them, where the whales enjoy rubbing their bodies on the smooth stones of the beach. (Image courtesy of Explore.Org)",
    "image": "A.HomeWaters_Orcas_RB.jpg"
  },
  {
    "caption": "Photos from underwater cameras show the richness of the waters at the rubbing beach at the Robson Bight (Michael Bigg) Ecological Reserve, including abundant fish. (Courtesy of Explore.org)",
    "image": "B.Pair_Salmon_PB.jpg"
  },
  {
    "caption": "A school of silvery forage fish feeds a wide variety of sea life. (Courtesy of Explore.org)",
    "image": "C.Herring_PB.jpg"
  },
  {
    "caption": "Cleaner and more remote, these waters allow a wide variety of sea life to flourish. (Courtesy of Explore.org)",
    "image": "D.Wave_PB.jpg"
  },
  {
    "caption": "Northern resident orcas swoop in for a nice long scratch at the rubbing beach. (Courtesy of Explore.org)",
    "image": "E.Scraping_Curving_Orca_PB.jpg"
  },
  {
    "caption": "Diving ducks swish through the waters. (Courtesy of Explore.org)",
    "image": "F.Diving_ducks_PB.jpg"
  },
  {
    "caption": "Silvery fish shine in the depths. (Courtesy of Explore.org)",
    "image": "G.Shad_PB.jpg"
  },
  {
    "caption": "A harbor seal takes a good long look at the camera. Is that a smile? (Courtesy of Explore.org)",
    "image": "H.Seal_PB.jpg"
  },
  {
    "caption": "Salmon stoke the food chain. (Courtesy of Explore.org)",
    "image": "I.Salmon_PB.jpg"
  },
  {
    "caption": "Orcas raise a cloud of sand with the vigor of their back scratching at the rubbing beach. (Courtesy of Explore.org)",
    "image": "J.Three_Orcas_scratch_PB.jpg"
  },
  {
    "caption": "Schools of fish show the abundance of the waters in the ecological reserve. (Courtesy of Explore.org)",
    "image": "K.Perch_PB.jpg"
  },
  {
    "caption": "Hundreds of fish fill the camera's view. (Courtesy of Explore.org)",
    "image": "L.Needes_Fish_left_PB.jpg"
  },
  {
    "caption": "A giant orca glides low and slow during a nice long bout at the rubbing beach. (Courtesy of Explore.org)",
    "image": "M.Arcing_orca_scrapes_PB.jpg"
  }
]